{
  "cookies": {
    "1": "在访问我们的服务时，经过您的同意，我们可能会在您的设备上存储信息。这些信息被称为“cookies”，它们是包含字母和数字的小文本文件，用于记录您的偏好。当您访问我们的网站和在线页面时，cookies会存储在您的设备上。我们还使用本地共享对象或“闪存cookies”。“闪存cookies”类似于浏览器的cookies。它们使我们能够记住您在我们网站上的访问。无论是cookies还是闪存cookies都无法访问您的设备或使用您设备上的信息。我们仅使用cookies和“闪存cookies”进行监控。我们仅使用这些方法来跟踪您对我们服务的使用，通过记录您的偏好。Cookies帮助我们监控网站的流量，改善我们的服务，使您更容易访问这些服务，并增加您对这些服务的兴趣。我们使用闪存cookies和其他cookies来帮助我们向您展示更相关和更有针对性的广告。",
    "2": "严格必要的cookies用于允许用户导航网站并使用其功能，例如访问网站的安全区域或进行财务交易。没有这些cookies，您将无法有效使用我们的网站。",
    "3": "这些cookies将保存注册过程中收集的信息，并允许我们将您识别为客户，并提供您所需的服务。我们可能还会使用这些数据来更好地理解您的在线兴趣和偏好，并不断提升您对我们平台的访问和服务的使用。",
    "4": "我们使用cookies收集访问我们网站的访客信息。<br />我们的服务器使用三种不同类型的cookies：<br />\"基于会话的\" cookies：这种类型的cookie仅在您访问我们网站的期间分配给您的计算机。<br />基于会话的cookie帮助您更快地浏览我们的网站，并且如果您是注册客户，使我们能够提供更相关的信息给您。该cookie在您关闭浏览器时会自动过期。<br />\"持久性\" cookies：这种类型的cookie将在您的设备上保留一段时间，具体取决于cookie。<br />闪存cookies也是持久性的。<br />\"分析\" cookies：这种类型的cookie使我们能够识别和计算访问我们网站的访客数量，并查看访客如何使用我们的内容和服务。<br />这帮助我们改善我们网站的工作方式，例如确保您可以轻松登录并找到您所寻找的内容。<br />您可以做出决定，始终可以选择接受或拒绝cookies。<br />大多数网页浏览器会自动接受cookies，但如果您愿意，您可以修改浏览器设置来管理您的cookie文件。",
    "5": "您可以修改Flash Player的设置以防止使用闪存cookies。您的Flash Player设置管理器允许您管理您的偏好。如果您选择在浏览器中拒绝所有cookies，不幸的是，您将无法使用我们网站上的某些功能和服务，并且某些服务将无法正常工作。例如，我们将无法保存您选择的界面语言。",
    "short1": "放置在您设备上的COOKIES",
    "short2": "重要和必要的COOKIES",
    "short3": "我们的网站",
    "short3_1": "注册过程",
    "short4": "您可以使用您的网页浏览器来：",
    "short5": "删除所有cookies；",
    "short6": "阻止所有cookies；",
    "short7": "允许所有cookies；",
    "short8": "阻止第三方cookies；",
    "short9": "在关闭浏览器时清除所有cookies；",
    "short10": "打开“私人浏览”/“无痕”会话，使您可以在不在本地存储数据的情况下浏览互联网；",
    "short11": "安装附加组件和插件以扩展浏览器选项。",
    "short12": "闪存COOKIES"
  },
  "terms": {
    "1": "Caecus N.V.（“GoodDayBet”；“公司”；“我们”；“我们的”）是一家股份有限公司，注册于库拉索，荷兰加勒比海地区。GoodDayBet®根据库拉索游戏控制委员会（“GCB”）颁发的许可证编号OGL/2023/118/0060运营。通过注册并点击www.gooddaybet.com（“网站”）上的“我同意”，您作为用户（“您”；“您的”；“用户”；“玩家”）同意遵守我们的服务条款、隐私政策、Cookies政策及其他适用的政策或规则（统称“条款”）。因此，您在此与我们达成具有法律约束力的协议，您对我们网站的使用和访问表明您已阅读、理解并同意受我们的条款约束。<br/><br/>1. 许可授予 1.1. 根据本协议的条款和条件，GoodDayBet授予用户在其个人计算机或其他联网设备上使用服务的非独占、个人、不可转让的权利，以访问可用的游戏。1.2. 本服务不适用于（i）18岁以下的个人，（ii）在其管辖区内未达到法定成年年龄的个人，以及（iii）从法律禁止的管辖区访问服务的个人。GoodDayBet无法验证每个管辖区内服务的合法性，确保其使用服务的合法性是用户的责任。1.3. GoodDayBet及其许可方是服务及其代码、结构和组织的唯一权利持有者，包括版权、商业秘密、知识产权及其他权利。您不得在适用法律规定的限制内：（a）复制、分发、发布、逆向工程、反编译、拆解、修改或翻译网站；或（b）以适用法律或法规禁止的方式使用服务（上述每一项均为“未经授权的使用”）。GoodDayBet保留未在此明确授予用户的所有隐含或其他权利，并保留对服务的所有权利、所有权和利益。您同意对因您进行任何未经授权的使用而导致的任何损害、费用或开支承担全部责任。您应在意识到任何人进行任何未经授权的使用时立即通知GoodDayBet，并应向GoodDayBet提供合理的协助，以便其根据您在此方面提供的信息进行调查。1.4. “GoodDayBet”一词、其域名及GoodDayBet作为服务一部分使用的任何其他商标或服务标志（“商标”）均由GoodDayBet独自拥有。此外，网站上的所有内容，包括但不限于图像、图片、图形、照片、动画、视频、音乐、音频和文本（“网站内容”）均属于GoodDayBet，并受到版权和/或其他知识产权或其他权利的保护。您在此承认，通过使用服务，您未获得网站内容和/或商标或其任何部分的权利。在任何情况下，您不得在未获得GoodDayBet的事先书面同意的情况下使用网站内容和/或商标。此外，您同意不做任何可能损害GoodDayBet权利（包括知识产权）的行为。<br/><br/>2. 无担保 2.1. GoodDayBet对提供给您的服务不作任何明示或暗示的担保，服务是“按现状”提供的，我们对其质量、适用性、完整性或准确性不作任何担保或声明。2.2. 尽管GoodDayBet尽力而为，GoodDayBet不保证服务将不间断、及时或无错误，或缺陷将被修正。<br/><br/>3. 权威/服务条款 您同意GoodDayBet网站上描述的游戏规则。GoodDayBet保留对服务的发行、维护和关闭的权威。GoodDayBet管理层关于服务使用或争议解决的决定是最终的，不得进行审查或上诉。<br/><br/>4. 作为玩家的义务 4.1. 您在此声明和保证：4.1.1. 您已年满18岁或根据您居住的法定管辖区（例如，爱沙尼亚 - 21岁）规定的更高法定成年年龄，并且在适用法律下被合法允许参与网站上提供的游戏。4.1.2. 您仅以个人非专业身份参与游戏，仅用于休闲和娱乐目的。4.1.3. 您以自己的名义参与游戏，而不是代表任何其他人。4.1.4. 您在本协议有效期内提供给GoodDayBet的所有信息均真实、完整和正确，您应立即通知GoodDayBet任何此类信息的变更。4.1.5. 您对根据相关法律适用于您的任何奖金的报告和纳税完全负责。4.1.6. 您理解，通过参与游戏，您有可能失去存入会员账户的虚拟资金。4.1.7. 您不得参与任何与您或第三方参与任何游戏相关的欺诈、串通、操控或其他非法活动，并且不得使用任何软件辅助的方法或技术或硬件设备参与任何游戏。GoodDayBet保留在发生此类行为时使任何投注无效的权利。4.1.8. 您理解，虚拟资金如比特币不被视为法定货币或支付工具，因此在网站上被视为没有内在价值的虚拟资金。4.1.9. 您理解，比特币的价值可能会根据市场价值剧烈波动。4.1.10. 您不得使用属于第三方或其他人的任何支付方式。4.2. 您不得转让、出售和/或获取用户账户。4.3. 在我们的网站上玩的游戏应以与在任何其他环境中玩游戏相同的方式进行。这意味着玩家应互相礼貌，避免粗鲁或淫秽的评论。4.4. 可能会出现某些情况，其中投注被确认，或我们错误地进行支付。在所有这些情况下，GoodDayBet保留取消所有包含此类错误的接受投注的权利。4.5. 如果用户意识到软件中可能存在错误或不完整性，他/她同意不利用这些错误。此外，您同意立即向GoodDayBet报告任何错误或不完整性。如果您未能履行本条款中规定的义务，GoodDayBet有权要求您全额赔偿与该错误或不完整性相关的所有费用，包括与相关错误/不完整性及您未能通知的费用。4.6. 如果游戏开始但由于系统故障而未能完成，GoodDayBet应通过将投注金额返还给用户的方式，向用户退款，或如果账户不再存在，则以批准的方式支付给用户；如果用户在游戏未能完成时有累积的信用，则将信用的货币价值记入用户账户，或如果账户不再存在，则以批准的方式支付给用户。4.7. GoodDayBet保留拒绝或限制投注的权利。用户不得下注超过其个人账户的金额。胜利将记入用户的个人账户。4.8. GoodDayBet保留保留支付的权利，如果存在对赌场系统操控的怀疑或证据。对任何操控赌场系统或试图操控的用户或其他人将提起刑事指控。GoodDayBet保留终止和/或更改网站上提供的任何游戏或事件的权利。4.9. 在可疑或欺诈交易的情况下，我们保留要求某些验证的权利。4.10. GoodDayBet保留部分或全部宣布投注无效的权利，如果GoodDayBet自行判断明显发生以下任何情况：4.10.1. 您或与您相关的人可能直接或间接影响事件的结果，以获得非法优势；4.10.2. 您和/或与您相关的人直接或间接规避GoodDayBet的规则；4.10.3. 事件的结果直接或间接受到犯罪活动的影响；4.10.4. 在网站受到技术问题影响的期间内，已下的投注本不应被接受，但却被接受了；4.10.5. 由于错误，例如印刷错误、技术错误、不可抗力或其他原因，因该错误而提供、下达和/或接受的投注；4.10.6. 如果玩家的存款费用过低，并被区块链或类似网站标记为“转发费用不足”，GoodDayBet保留在其自行判断认为该交易和玩家行为具有欺诈性质的情况下，没收奖金的权利。4.11. 如果您与任何赌博提供商签订了自我排除协议，您将立即通知GoodDayBet。<br/><br/>5. 禁止使用 5.1. 个人使用。该服务仅供您个人使用。您只能进行个人娱乐投注，不得创建多个账户，包括为了串通和/或滥用服务的目的。5.2. 法域。位于或居住在阿鲁巴、博奈尔、库拉索、法国、荷兰、萨巴、斯塔提亚、圣马丁和美国（“禁止法域”）的人员不得使用该服务。为明确起见，这些参与真钱游戏的限制同样适用于在禁止法域内的其他国家的居民和公民。任何试图规避这些限制的行为，包括操控GoodDayBet用于识别您位置的信息或提供虚假或误导性的信息，均构成对本协议的违反。<br/><br/>6. 了解您的客户（“KYC”）GoodDayBet保留随时要求任何KYC文件以验证用户身份和位置的权利。服务和支付可能会受到限制，直到您的身份得到充分验证。<br/><br/>7. 违反 7.1. 在不影响任何其他权利的情况下，如果您违反本协议的任何条款（全部或部分），GoodDayBet保留采取适当行动的权利，包括终止本协议或与您的任何其他协议，和/或采取法律行动。7.2. 您同意全额赔偿、辩护并使GoodDayBet及其股东、董事、代理人和员工免受因您违反本协议、违反任何法律或第三方权利或使用服务而产生的所有索赔、要求、责任、损害、损失、费用和开支，包括法律费用。 <br/><br/>8. 限制和责任 8.1. 在任何情况下，包括过失，GoodDayBet均不对因使用或误用服务而产生的任何直接、间接、特殊、附带或后果性损害（包括商业利润损失、业务中断或商业信息损失）承担责任，即使GoodDayBet事先已意识到此类损害的可能性。8.2. 本协议不排除或限制GoodDayBet因其过失造成的死亡或人身伤害的责任。<br/><br/>9. 争议：如果您希望提出投诉，请联系GoodDayBet的客户服务团队，电子邮件为support{'@'}gooddaybet.com。如果争议未能以您满意的方式解决，您可以在以下法律管辖下寻求救济。<br/><br/>10. 修订：GoodDayBet保留随时更新或修改本协议或其任何部分的权利，或在不通知的情况下更改服务。您在发布后将受此类修订的约束。因此，我们鼓励您定期查看当前协议的条款和条件。在任何此类修订后继续使用服务即表示您同意接受任何修订。<br/><br/>11. 管辖法律：本协议及任何相关事项受库拉索法律管辖。您不可撤回地同意库拉索法院对与本协议及其产生的任何问题有关的任何索赔、争议或分歧享有专属管辖权。您不可撤回地放弃对这些法院程序的异议权，声称程序在不便的法庭提起，或质疑这些法院的管辖权。本条款不限制GoodDayBet在任何其他有管辖权的地方对您提起诉讼的权利，也不妨碍在多个法域同时进行诉讼，法律允许的情况下。如果本协议的任何条款在任何法域内被认定为非法、无效或不可执行，则不应影响本协议在该法域内任何其他条款的有效性或可执行性，或该条款在其他法域内的有效性或可执行性。<br/><br/>12. 转让：GoodDayBet保留在任何时候无须提前通知的权利，将本协议的全部或部分转让。您不得转让本协议下的任何权利或义务。<br/><br/>13. 优势玩法：如果GoodDayBet意识到任何用户接受了奖金或促销，意图通过采用不公平的方式确保奖金现金提取，GoodDayBet将立即没收奖金并关闭该账户，保留进一步提款的权利。优势玩法的例子包括延迟完成游戏回合直到满足投注要求，或在免费旋转或奖金功能可用时进行新存款。下低赔率、零赔率或低边际投注，或对冲投注，被视为为满足奖金投注要求而进行的异常游戏。如果发现异常游戏行为，GoodDayBet保留扣留任何提款和没收所有奖金的权利。",
    "2": "定义<br/><br/>GoodDayBet 被称为 '我们' 或 '我们'。<br/><br/>玩家被称为 '您' 或 '玩家'。<br/><br/>'网站' 意味着 GoodDayBet 通过桌面、移动或其他平台提供给玩家的服务。<br/><br/>1. 一般条款<br/><br/>1.1. 本用户协议适用于通过 GoodDayBet 访问的游戏。<br/><br/>1.2. 本用户协议在您完成注册流程时生效，该流程包括勾选接受本用户协议的框并成功创建账户。通过在创建账户后使用网站的任何部分，您同意本用户协议。<br/><br/>1.3. 在创建账户之前，您必须仔细阅读本用户协议的全部内容。如果您不同意本用户协议的任何条款，您不得创建账户或继续使用网站。<br/><br/>1.4. 我们有权随时修改本用户协议而无需提前通知。如果我们进行此类修改，我们可能会采取适当措施以使您注意这些更改（例如通过电子邮件或在网站显著位置放置通知，以及修改后的用户协议），但您有责任检查任何修改、更新和/或变更。在用户协议的任何修改后，您继续使用 GoodDayBet 的服务和网站将被视为您接受并同意受这些修改、更新和/或变更的约束。<br/><br/>1.5. 本用户协议可能以多种语言发布，以便于玩家获取信息。英文版本是您与我们之间关系的唯一法律依据，如有任何翻译不一致，英文版本的用户协议应优先适用。<br/><br/>2. 具有约束力的声明<br/><br/>2.1. 通过同意受本用户协议的约束，您还同意受 GoodDayBet 规则和隐私政策的约束，这些规则和政策在此通过引用并入本用户协议。如果存在任何不一致，以本用户协议为准。您在此声明并保证：<br/><br/>2.1.1. 您已年满 (a) 18 岁或 (b) 根据适用于您的法律规定的其他法定年龄或成年年龄，以较大者为准；<br/><br/>2.1.2. 您有完全的能力与我们签订具有法律约束力的协议，并且没有任何形式的法律能力限制；<br/><br/>2.1.3. 您在本协议有效期内提供给我们的所有信息均真实、完整且正确，并且您应立即通知我们任何信息的变更；<br/><br/>2.1.4. 您对根据相关法律适用于您所获得的任何奖金的税务报告和会计负有全部责任；<br/><br/>2.1.5. 您理解，通过使用我们的服务，您承担存入您的会员账户的资金可能损失的风险，并接受您对任何此类损失负有完全和唯一的责任；<br/><br/>2.1.6. 您在您所在的管辖区内被允许使用在线赌场服务；<br/><br/>2.1.7. 关于存款和从您的会员账户中提取资金，您仅应使用有效且合法属于您的加密货币；<br/><br/>2.1.8. 您理解，加密货币的价值可能会根据市场价值剧烈波动；<br/><br/>2.1.9. 我们提供给您的计算机软件、计算机图形、网站和用户界面均为 GoodDayBet 或其关联公司所有，并受版权法保护。您只能根据我们制定的所有规则和用户协议以及所有适用的法律、规则和法规，将软件用于您个人的休闲用途；<br/><br/>2.1.10. 您理解，加密货币不被视为法定货币，因此在网站上它们被视为没有内在价值的虚拟资金。<br/><br/>2.1.11. 您确认您不是 GoodDayBet 的官员、董事、员工、顾问或代理人，也不是与 GoodDayBet 相关公司的员工，或上述任何人的亲属或配偶；<br/><br/>2.1.12. 您未被诊断或分类为强迫性或问题赌博者。如果在使用我们的服务时出现此类问题赌博，我们不承担责任，但会努力告知您可用的相关帮助。如果我们认为此类行为将有益，我们保留实施冷却期的权利。<br/><br/>2.1.13. 您接受并承认我们保留检测和防止使用禁止技术的权利，包括但不限于欺诈交易检测、自动注册和注册、游戏玩法和屏幕捕获技术。这些步骤可能包括但不限于检查玩家的设备属性、检测地理位置和 IP 屏蔽、交易和区块链分析；<br/><br/>2.1.14. 您接受我们有权终止和/或更改网站上提供的任何游戏或事件，并拒绝和/或限制投注。<br/><br/>2.1.15. 您接受我们有权禁止/封锁多个账户，并自由控制这些账户中的资产。<br/><br/>2.1.16. 您意识到软件中可能存在错误或不完整之处，您同意不利用这些错误。此外，您同意立即向 GoodDayBet 报告任何错误或不完整之处。如果您未能履行本条款中规定的义务，GoodDayBet 有权要求您全额赔偿与该错误或不完整相关的所有费用，包括与相关错误/不完整相关的任何费用以及用户未能通知的费用。<br/><br/>2.1.17. 您意识到 GoodDayBet 有权进行“KYC”（了解您的客户）验证程序。如果我们确定您提供了虚假或误导性的信息，您的用户账户访问可能会被阻止或关闭。<br/><br/>2.2. 如果 GoodDayBet 自行判断明显发生了以下任何情况，我们保留部分或全部宣布赌注无效的权利：<br/><br/>2.2.1. 您或与您相关的人可能直接或间接影响事件的结果以获得非法优势。<br/><br/>2.2.2. 您和/或与您相关的人直接或间接规避 GoodDayBet 的规则。<br/><br/>2.2.3. 事件的结果直接或间接受到犯罪活动的影响。<br/><br/>2.2.4. 下注是在网站受到技术问题影响的期间接受的，而这些下注本来不会被接受。<br/><br/>2.2.5. 由于错误，例如失误、漏洞、技术错误、不可抗力或其他原因，下注是在此错误下提供、下达和/或接受的。<br/><br/>2.2.6. 如果玩家的存款费用过低，并被区块链或类似网站标记为“费用不足以中继”，GoodDayBet 保留权利，在 GoodDayBet 自行判断认为该交易和玩家的行为具有欺诈性质时，没收奖金。<br/><br/>3. 限制地区<br/><br/>3.1. 黑名单地区： 中国、荷兰、荷兰加勒比海岛屿、匈牙利、澳大利亚、安大略（加拿大）、库拉索、法国、美国和/或任何其他法律限制的国家或州。请注意，在上述黑名单国家玩 GoodDayBet 游戏是严格禁止的。您的个人数据将用于执行其职责并为您提供最佳的支持和服务。您在此同意此类披露。<br/><br/>4. 一般投注规则<br/><br/>4.1. 只有注册账户持有人才能下赌注。<br/><br/>4.2. 下注只能通过互联网进行。<br/><br/>4.3. 只有在您的 GoodDayBet 账户中有足够余额时，您才能下赌注。<br/><br/>4.4. 一旦赌注完成，将受当时有效的用户协议版本的约束，该版本在接受赌注时可在网站上获得。<br/><br/>4.5. 任何赢得的赌注的支付将记入您的账户，金额为下注额乘以下注时的赔率。<br/><br/>4.6. 如果 GoodDayBet 自行决定认为该支付因错误而被记入 GoodDayBet 账户，有权调整该赌注支付。<br/><br/>4.7. 一旦赌注被下达并接受，您不能修改、撤回或取消该赌注。<br/><br/>4.8. 所有赌注的列表、状态和详细信息可在网站上查看。<br/><br/>4.9. 当您下赌注时，您承认您已完全阅读并理解与该赌注相关的所有用户协议内容，如网站所述。<br/><br/>4.10. GoodDayBet 管理您的账户，并计算可用资金、待处理资金、投注资金以及奖金金额。除非另有证明，否则这些金额被视为最终且准确。<br/><br/>4.11. 您对所下的赌注负有全部责任。<br/><br/>4.12. 赢得的奖金将在最终结果确认后支付到您的账户。<br/><br/>5. 奖金和促销活动<br/><br/>5.1. GoodDayBet 保留在我们认为奖金设置不正确或被滥用的情况下，立即取消任何促销、奖金或奖金计划（包括但不限于充值奖励、邀请朋友奖励奖金和忠诚计划）的权利，如果该奖金已支付，我们保留拒绝任何提款请求并从您的账户中扣除该金额的权利。奖金是否被认为设置不正确或被滥用将由 GoodDayBet 单独决定。<br/><br/>5.2. 如果您使用存款奖金，在满足存款奖金用户协议规定的要求之前，您的原始存款将不被接受提款。<br/><br/>5.3. 如果促销或优惠的任何条款被违反，或者有证据表明客户或客户组进行了一系列下注，因存款奖金、增强支付、免费下注、无风险下注或任何其他促销优惠而导致客户利润保证，无论是单独还是作为一部分，GoodDayBet 保留追回此类优惠的奖金部分的权利，并自行决定以正确的赔率结算赌注、作废免费下注奖金和无风险下注，或作废任何由存款奖金资助的赌注。此外，GoodDayBet 保留向客户收取高达存款奖金、免费下注奖金、无风险下注或额外支付的管理费用的权利，以覆盖管理成本。我们进一步保留要求任何客户在我们完全自由裁量权下提供足够文件，以确保客户身份的权利，在我们向其账户信用任何奖金、免费下注、无风险下注或优惠之前。<br/><br/>5.4. 所有 GoodDayBet 的优惠旨在为休闲玩家提供，GoodDayBet 可以自行决定限制客户参与所有或部分促销的资格。<br/><br/>5.5. GoodDayBet 保留自行决定修改、取消、追回或拒绝任何促销的权利。<br/><br/>5.6. 每个人/账户、家庭、住址、电子邮件地址、IP 地址以及共享计算机的环境（大学、兄弟会、学校、公共图书馆、工作场所等）只能领取一次奖金。如果发现滥用/欺诈的证据，运营商保留关闭您的账户并没收任何现有资金的权利。<br/><br/>5.7. 您承认并理解，关于促销、奖金和特别优惠存在单独的用户协议，并且这些协议是本用户协议的补充。本用户协议在本网站的相关内容页面上列出，或根据情况已提供给您个人。如有冲突，促销、奖金和特别优惠的条款将优先适用。<br/><br/>5.8. 我们可能会坚持要求您在可以使用我们信用到您账户的任何免费/奖金资金之前，下注一定金额的您自己的存款。<br/><br/>5.9. 您接受某些促销可能会受到提款限制和/或需要在可以提款之前满足的要求。这些条款应作为促销的一部分适当发布并提供。如果您选择在适用的投注要求未满足之前进行提款，我们将在批准任何提款之前扣除全部奖金金额以及与使用奖金金额相关的任何 winnings。<br/><br/>6. 在线聊天<br/><br/>6.1. 作为您使用网站的一部分，我们可能会为您提供一个在线聊天功能，由我们进行管理并受控。我们保留审查聊天记录和保存所有陈述记录的权利。您使用聊天功能应出于休闲和社交目的。<br/><br/>6.2. 如果您：<br/><br/>(a) 发表任何性暗示或极其冒犯的言论，包括偏见、种族主义、仇恨或粗俗的表达；<br/><br/>(b) 发表辱骂、诽谤、骚扰或侮辱的言论；<br/><br/>(c) 使用聊天功能来广告、推广或以其他方式与任何其他在线实体相关；<br/><br/>(d) 发表关于 GoodDayBet 或与网站相关的任何其他互联网网站的不实和/或恶意和/或损害 GoodDayBet 的言论；<br/><br/>(e) 使用聊天功能进行串通、从事非法行为或鼓励我们认为严重不当的行为。任何可疑的聊天将报告给相关主管机关。<br/><br/>6.3. 在线聊天是我们与您之间的一种沟通形式，不应复制或与任何论坛或第三方分享。<br/><br/>7. 责任限制<br/><br/>7.1. 您在进入网站和参与游戏时自担风险。网站和游戏不提供任何形式的保证，无论是明示还是暗示。<br/><br/>7.2. 在不影响前述条款一般性的情况下，我们、我们的董事、员工、合作伙伴和服务提供商。<br/><br/>7.3. 不保证软件、游戏和网站没有错误。<br/><br/>7.4. 不保证软件、游戏和网站将不间断可访问。<br/><br/>7.5. 对于因您使用网站或参与游戏而产生的任何损失、费用、支出或损害，无论是直接、间接、特殊、后果性、附带或其他，均不承担责任。<br/><br/>7.6. 您理解并承认，如果游戏或其互操作性出现故障，在此故障期间下的任何赌注将无效。因故障游戏获得的资金将被视为无效，以及使用该资金进行的任何后续游戏轮次，无论使用该资金进行的游戏是什么。<br/><br/>7.7. 您在此同意完全赔偿并使我们、我们的董事、员工、合作伙伴和服务提供商免受因您使用网站或参与游戏而可能引起的任何费用、损失、损害、索赔和责任。<br/><br/>7.8. 在法律允许的范围内，因您使用网站而引起或与之相关的我们的最大责任，无论诉因（无论是合同、侵权、违约或其他），不超过 100 欧元。<br/><br/>8. 违规、处罚和终止<br/><br/>8.1. 如果您违反本用户协议的任何条款，或我们有合理理由怀疑您违反了这些条款，我们保留不打开、暂停或关闭您的会员账户的权利，或扣留您的奖金支付，并将这些资金用于抵消您应支付的任何损害。<br/><br/>8.2. 您承认 GoodDayBet 将是最终决定您是否以导致您暂停或永久禁止参与我们网站的方式违反 GoodDayBet 的规则、条款或条件的决策者。<br/><br/>9. 自我排除<br/><br/>9.1. 通过请求自我排除期，您同意遵循以下条款和条件，自 CS 实施所选自我排除期之时起生效。<br/><br/>9.2. 您可以选择 1、3、6、12 个月或永久自我排除。自我排除请求应通过在线支持提出。<br/><br/>9.3. 一旦您自我排除，您将在此期间无法访问您的账户或进行提款。<br/><br/>9.4. 如果您在账户上有待处理的投注时选择自我排除，已下的投注将保持有效，并根据官方结果结算。<br/><br/>9.5. 一旦自我排除期结束，您可以提取符合条件的投注奖金。GoodDayBet 不会取消或作废在自我排除生效之前下的任何投注。<br/><br/>9.6. 一旦您自我排除，您将无法将自我排除的期限缩短或取消，直到您选择的自我排除期限结束。<br/><br/>9.7. 如果您希望延长自我排除期，请联系客户服务团队。<br/><br/>9.8. 一旦您的自我排除期结束，您可以通过发送电子邮件请求至 support{'@'}GoodDayBet 来恢复账户。<br/><br/>9.9. 通过自我排除，您同意：<br/><br/> a) 在此期间您不会创建另一个账户。<br/><br/> b) 您不会向 GoodDayBet 账户存款或尝试存款。<br/><br/> c) 您在此期间不会在本网站进行投注。<br/><br/> d) 这是您自愿发起的行为，Caecus N.V. 对您在自我排除期间可能遭受的任何损失不承担责任。",
    "3": "您必须年满18岁才能注册。如果您想添加您的电子邮件地址，请确保您输入的电子邮件地址正确，以便后续可以用于KYC账户验证。您可以随时登录。为了增加安全性，我们建议您添加双重身份验证（2FA）。要了解有关Google身份验证器的更多信息，请参考相关资源。如果您需要更改注册的电子邮件，我们很抱歉，但我们无法更新此信息。如果您坚持更改用户名和/或注册的电子邮件，我们建议您关闭当前账户并注册一个新账户。"
  },
  "privacy": {
    "1": "Caecus N.V.（GoodDayBet的拥有者和运营商，以下简称“GoodDayBet”或“我们”），注册号为163779，地址位于库拉索的Chuchubiweg 17），根据库拉索电子博彩（CEG）颁发的1668/JAZ许可证，由库拉索省长于1996年10月1日颁发，依据1993年6月8日的条例。Caecus N.V.隐私政策旨在描述GoodDayBet的服务（如GoodDayBet的使用条款中定义）及我们的隐私实践，这些实践展示或参考了相关原则。<br/><br/>本隐私政策规定了GoodDayBet如何管理我们因您成为GoodDayBet会员、使用我们的网站及GoodDayBet品牌下的任何页面或网站，包括我们拥有和/或运营的任何手机或平板应用程序，或在我们与您进行其他交互时收集的您的个人数据。我们致力于确保我们收集的有关您的个人信息受到保护，并按照适用的隐私法和本隐私政策进行使用、存储和披露。",
    "2": "我们可能会结合和使用我们持有的有关您的信息（包括在我们的服务内外接收到的信息），以了解您如何使用和与我们的服务互动，并了解您与谁相关和感兴趣的事物，以提供、个性化和改善我们的服务。我们还可能会将我们持有的关于您的信息全球用于以下目的：<br/><br/>1. 提供、维护、改善和开发相关功能、内容和服务。<br/><br/>2. 分析您的内容和其他信息。<br/><br/>3. 满足您的要求，并在您授权的情况下使用。<br/><br/>4. 帮助广告商和应用程序/网站运营商提供相关广告。<br/><br/>5. 匹配并提供针对性营销广告（无论设备或使用我们的服务），并根据您的设备活动、估计兴趣和目标信息提供针对性营销广告。<br/><br/>6. 联系您与账户相关的信息，或根据您的意愿发送营销信息。<br/><br/>7. 将您在我们各种服务上的活动与您不同设备上的活动关联，并将您可能在各种GoodDayBet服务中使用的所有账户关联在一起。我们可能会在单一用户ID下关联活动和账户。<br/><br/>8. 进行或支持营销推广活动。<br/><br/>9. 进行研究并支持创新。<br/><br/>10. 向外部方（包括合作伙伴、应用程序/网站运营商、广告商、应用程序、第三方和公众）提供有关我们服务和广告的使用情况和趋势的分析和报告，包括向合作伙伴展示和报告与公众偏好、广告表现和用户体验信息相关的趋势。这些分析和报告可能包括汇总或假名化的信息。<br/><br/>11. 提供与您的目标设置相匹配的服务、广告、搜索结果和其他内容。<br/><br/>12. 将我们持有的关于您的信息与我们从商业伙伴或其他公司获得的信息结合起来（例如，您在其他网站和应用程序上的活动）。<br/><br/>13. 检测和防止欺诈、滥用或非法活动。",
    "3": "当您申请商业信用、激活我们的服务、在GoodDayBet网站上注册服务、连接到我们的服务、联系我们（包括通过社交媒体）、参与在线调查或以其他方式与GoodDayBet互动时，我们可能会收集各种信息，包括：<br/><br/>1. 账户信息。您的GoodDayBet ID及相关账户详情，包括电子邮件地址、注册设备、账户状态和年龄。<br/><br/>2. 设备信息。可以识别您设备的数据，例如设备序列号，或关于您设备的数据，例如浏览器类型。<br/><br/>3. 联系信息。数据如姓名、电子邮件地址、实际地址、电话号码或其他联系信息。<br/><br/>4. 付款信息。有关您的账单地址和付款方式的数据，例如银行信息、信用卡、借记卡或其他支付卡信息。<br/><br/>5. 欺诈预防信息。用于帮助识别和防止欺诈的数据，包括设备信任评分和KYC信息。<br/><br/>6. 使用数据。有关您在我们产品上的活动和使用情况的数据，例如服务启动，包括浏览历史；产品交互；崩溃数据、性能和其他诊断数据；以及其他使用数据。<br/><br/>7. 政府ID数据。在某些管辖区，我们可能在有限情况下要求提供政府签发的身份证明，包括在为您激活我们的服务时、为延长商业信用、管理预订或法律要求的情况下。<br/><br/>8. 您提供给我们的其他信息。详细信息，例如您与GoodDayBet的通信内容，包括与客户支持的互动和通过社交媒体渠道的联系。<br/><br/>在某些情况下，GoodDayBet可能会收集“敏感”的个人信息（包括有关种族和国籍、政治观点、宗教信仰及其他类似信仰、工会会员资格以及有关性生活或性取向的信息），或健康信息，以及法律允许的与犯罪信息有关的信息。",
    "4": "1. 向其他数据控制者披露：为了实现上述目的，我们公司将在GoodDayBet系列内的公司之间共享您的个人信息。我们还将在您同意的情况下（如法律要求）向其他第三方数据控制者披露您的个人信息，或提供您请求的任何服务（例如第三方集成）。这些服务也可能被第三方数据控制者用于收集和处理您的个人信息。如果您使用与商业域名相关的电子邮件地址访问GoodDayBet的服务，我们公司可能会将您的个人信息提供给该企业。<br/><br/>2. 为了欺诈预防和安全考虑而披露信息：我们将向帮助我们运营业务的公司披露个人信息，以检测、预防或以其他方式解决欺诈、欺骗、非法活动、GoodDayBet服务的滥用以及安全或技术问题。此外，如果公司真诚地认为访问、使用、保存或披露信息在合理必要的情况下是为了检测、预防或避免此类欺诈、欺骗或非法活动、服务和软件的滥用，或安全或技术问题，或根据法律法规和许可合理必要，以保护我们员工、GoodDayBet用户、儿童或公众的权利、财产或安全，我们公司将向除我们以外的公司、组织、政府机构或个人披露个人信息。<br/><br/>3. 向数据处理者披露：为了上述目的，我们还将向代表我们处理个人信息的公司披露您的个人信息，以帮助我们执行我们的业务。这些公司包括客户支持服务提供商（包括记录或存储通信的提供商）、分析技术提供商（包括会话重演合作伙伴），他们记录和分析您与我们网站的互动，以帮助我们改善用户体验、支付处理服务、欺诈监控和预防、检测和保护免受欺诈或非法活动或服务滥用、电子邮件、社交媒体和其他营销平台及服务提供商，以及托管服务。我们已根据适用法律与这些公司签订了协议，并要求这些公司根据这些隐私原则保护您的个人信息。<br/><br/>4. 其他披露的数据：在以下情况下，我们也可能披露您的个人信息：当您同意披露时；如果我们真诚地认为我们需要根据传票、法院命令或其他适用法律或法律程序提供信息，或响应涉及生命危险或严重人身伤害的紧急情况；如果公司与另一家公司合并或被收购，出售GoodDayBet网站、应用程序或业务单位，或如果公司全部或大部分资产被另一家公司收购，您的信息可能会披露给潜在买家、公司的顾问和任何潜在买家的顾问，并将成为转移给新所有者的资产之一。<br/><br/>个人数据保护<br/><br/>GoodDayBet使用行政、技术和物理保护措施来保护您的个人数据，考虑到个人数据的性质和处理，以及所面临的威胁。GoodDayBet不断努力改善这些保护措施，以帮助确保您的个人数据安全。<br/><br/>GoodDayBet网站的外部链接<br/><br/>GoodDayBet网站可能提供指向其他网站的互联网链接。您也可以通过我们网站提供的链接进入其他网站。然而，我们网站的隐私政策不适用于链接的网站。您必须参考链接网站的隐私政策。<br/><br/>Cookies<br/><br/>GoodDayBet在您访问我们的网站及GoodDayBet品牌下的任何页面或网站时，可能会在您的计算机上设置和访问cookies。Cookies用于为我们的系统提供基本信息，以提供您请求的服务。Cookies可以随时从您的互联网浏览器设置中清除。<br/><br/>对我们隐私政策的更改<br/><br/>我们可能会在未来对我们的隐私政策进行更改，然而，最新版本的政策将支配我们对您个人数据的处理，并始终可供您查阅。如果我们对本政策进行更改，并在我们自行判断下认为是重大更改，我们将通过更新或电子邮件通知您（如可能）。通过继续访问或使用我们的服务，您同意受我们隐私政策条款的约束。GoodDayBet致力于保护您在线个人信息的隐私。如果您对我们管理您的个人信息有任何问题或意见，请与我们联系。如果您对本隐私声明有任何疑问，也可以通过上述电子邮件地址向我们报告。如果您对收到的回应不满意，您可以继续通过电子邮件地址向我们报告您的担忧。我们将在三（3）天内确认您的电子邮件，并努力在收到后一个（1）月内或在不超过法律要求的适当时间内解决您的问题。如果相关问题更复杂或收到大量问题，我们将通知您解决该问题将超过1个月，并将尽力在首次收到问题后2个月内解决您的问题。我们可能会根据法律接受您的问题。我们可能会拒绝不合理或超出法律要求的请求，包括高度不切实际的请求、需要不成比例的技术努力的请求，或可能使我们面临操作风险的请求，例如纵容欺诈。"
  },
  "course": {
    "1": {
      "1": "(1) 访问网站：打开投注站的官方网站【Goodday.bet】。",
      "2": "(2) 点击注册：在首页的右上角，找到并点击【注册】按钮。",
      "3": "(3) 填写信息：按照提示填写您的个人信息，包括姓名、电子邮件、电话号码等。",
      "4": "(4) 验证信息：系统会发送一封验证邮件到您的邮箱，按照指示完成验证。",
      "5": "(5) 完成注册：验证完成后，您的账户就注册成功了。"
    },
    "2": {
      "1": "(1) 登录账户：使用您的用户名和密码登录您的账户。",
      "2": "(2) 选择存款方式：在账户页面中找到“存款”选项，点击进入。",
      "3": "(3) 选择支付方式：选择适合您的支付方式，包括电子钱包（如USDT，PIX）、银行转账或本地支付方式（如Boleto Bancário）。",
      "4": "(4) 输入金额：输入您要存款的金额，并确认。",
      "5": "(5) 完成支付：按照提示完成支付，存款成功后，资金会立即到您的账户中。"
    },
    "3": {
      "1": "(1) 进入投注页面：登录后，进入投注页面，您会看到各种投注选项。",
      "2": "(2) 选择赛事或游戏：浏览不同的体育赛事、赌场游戏或其他投注选项，选择您感兴趣的项目。",
      "3": "(3) 查看赔率：每个投注选项都会有相应的赔率，点击查看详细信息。",
      "4": "(4) 选择投注类型：根据您的兴趣选择投注类型，可以是单注、复式注或系统注等。",
      "5": "(5) 输入投注金额：在投注单中输入您要投注的金额。",
      "6": "(6) 确认投注：检查所有信息无误后，点击确认按钮完成投注。"
    },
    "4": {
      "1": "(1) 登录账户：使用您的用户名和密码登录您的账户。",
      "2": "(2) 选择提款方式：在账户页面中找到【提款】选项，点击进入。",
      "3": "(3) 选择支付方式：选择您希望使用的提款方式。",
      "4": "(4) 输入金额：输入您要提款的金额，并确认。",
      "5": "(5) 完成提款：按照提示完成提款，处理时间一般为3-10分钟，资金会转入您的指定账户。"
    },
    "5": {
      "1": "(1) 在Gooddaybet，我们一向采取最谨慎的态度及工作程序保护处理客户资料。这是一份法律文件，清楚说明Gooddaybet是如何处理收集得来以及确认客户身份的数据。此隐私权政策是规则条例中的一部分，您应该将此政策和规则条款文件一起阅读。",
      "2": "(2) 当您在Gooddaybet注册账户时, 即确认您已经浏览过我们的网站，能完全理解及接受此隐私条款规则与条件，并了解收集各项资料之目的及处理方式。",
      "3": "(3) 所有用户提供的个人信息，其传送都将通过安全端口（SSL 128 bit encryption Standard）并存放在公众无法进入的保密环境之下。所有数据的内部出入将受到严格限制和严密监控，这是我们一直遵循的隐私权政策宗旨。",
      "4": "(4) Gooddaybet团队不容许也绝不会随意向您发送未经您许可的垃圾电子邮件；当本网站推出新颖、好玩和有趣的活动时，您可能会收到一些定期有关更新Goodaybet娱乐产品资讯和服务的电子邮件，这些电子邮件能帮助您充分了解并享受本网站的服务。",
      "5": "(5) 当您在浏览本网站时，Gooddaybet会使用一种被称为“信息记录程序（cookies）”的小档案，为了使您浏览时更加轻松快捷，我们会使用一种临时“对话”的信息记录程序。但是当您退出浏览器时，这些“对话”信息记录程序也会随之自动删除。",
      "6": "(6) 大多数互联网浏览器都会自动接收信息记录程序，您可以设定您的浏览器拒绝信息记录程序或要求浏览器显示信息记录程序建立的位置。本网站有些服务必须有信息记录程序才能使用，假如您拒绝信息记录程序，本网站可能无法给您提供某些服务项目。",
      "7": "(7) 我们亦会使用信息记录程序来编辑不记名的数据，用作了解客户如何使用Gooddaybet旗下产品，并从中改进网页结构（我们并不能通过这种方式来识别您的身份）。",
      "8": "(8) 信息记录程序和嵌入代码能提供浏览本网站网页的一般站点和非个人的统计信息。58娱乐会使用此类信息作改善客户服务之用。",
      "9": "(9) 我们可能会将您提供的（或向您收集的）数据，提供给Gooddaybet或相关的联属公司，但仅作此政策所描述之用途。",
      "10": "(10) 如Gooddaybet用于经营的所有资产（或大部分）被第三方收购，我们可能会将个人数据转移给收购者，以便收购者能继续提供相同的服务。",
      "11": "(11) 我们有严格的安全措施来保护我们的客户数据库，仅限内部员工始可使用。但每位客户亦有责任防止任何未经授权的链接，以确保没有人能使用您的58娱乐相关账户。当关闭Gooddaybet网站时，谨记注销或退出Gooddaybet网站，并保管好您的密码以免外泄。",
      "12": "(12) 当按法律规定或当Gooddaybet所选的第三方支付公司和金融机构需要填写有关资料以验证您的交易，Gooddaybet保留向外界提供有关资料的权利。",
      "13": "(13) 我们只会按照博彩执照的规定来保留您的个人数据。",
      "14": "(14) 如Gooddaybet网站含有其他站点的链接，这只供作参考之用。我们不会对有关网站的隐私惯例或网址的内容承担责任。",
      "15": "(15) Gooddaybet保留权利可自行对此隐私权政策作出任何更改。此政策如有任何更改均具有约束力，并立即生效。"
    }    
  }
}